Repository: Guiribei/SPA_Attempt
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Play
fr: Jouer

source: Match History
fr: Historique des Matchs

source: Statistics
fr: Statistiques

source: Victories
fr: Victoires

source: Losses
fr: Défaites

source: Total Games
fr: Total de Jeux

source: Average time to score
fr: Temps moyen pour marquer

source: Average Duration
fr: Durée Moyenne

source: Average Hits
fr: Coups Moyens

source: Games Against AI
fr: Jeux Contre l'IA

source: Games Against Others
fr: Jeux Contre les Autres

source: Win/Loss Rate
fr: Taux de Victoires/Défaites

source: See More
fr: Voir Plus

source: Made by pong
fr: Fait par pong

source: Hey, Traveler!
fr: Hé, Voyageur!

source: Get on board for an
fr: Montez à bord pour une

source: Unforgettable Adventure!
fr: Aventure inoubliable!

source: Login 42
fr: Connexion 42

source: Profile
fr: Profil

source: Single Game
fr: Partie Unique

source: Tournament
fr: Tournoi

source: Single Game Configuration
fr: Configuration de la Partie Unique

source: Game Mode:
fr: Mode de Jeu :

source: Tournament Configuration
fr: Configuration du Tournoi

source: Player 1 Name:
fr: Nom du Joueur 1 :

source: Player 2 Name:
fr: Nom du Joueur 2 :

source: Player 3 Name:
fr: Nom du Joueur 3 :

source: Player 4 Name:
fr: Nom du Joueur 4 :

source: Choose Map Skin:
fr: Choisissez l'Apparence de la Carte :

source: Map 1
fr: Carte 1

source: Map 2
fr: Carte 2

source: Map 3
fr: Carte 3

source: Start Game
fr: Commencer le Jeu

source: Start Tournament
fr: Commencer le Tournoi
